[
  {
    "id": 1,
    "title": "First Aid Kits",
    "images": {
      "image_1": "/images/thumbnails/first-aid-kits.jpg",
      "image_2": "/images/details/first-aid-kits.jpg"
    },
    "category": "Health",
    "colors": {
      "text_color": "#0052FF",
      "card_bg": "rgba(0,82,255,0.15)",
      "cat_bg": "rgba(0,82,255,0.20)"
    },
    "price": "275.00",
    "description": "In times of crisis and emergencies, access to essential first aid supplies can be the difference between life and death. Your support of our First Aid Kits campaign ensures that individuals and communities, especially those in remote or undeserved areas, have access to these crucial supplies. By contributing, you become a vital part of the response team, providing immediate relief and assistance during accidents, natural disasters, and medical emergencies. Your donation goes beyond mere items; it's a lifeline for those in need, offering comfort, care, and the potential to save lives."
  },
  {
    "id": 2,
    "title": "School Supplies",
    "images": {
      "image_1": "/images/thumbnails/school-supplies.jpg",
      "image_2": "/images/details/school-supplies.jpg"
    },
    "category": "Education",
    "colors": {
      "text_color": "#FF444A",
      "card_bg": "rgba(255,68,74,0.15)",
      "cat_bg": "rgba(255,68,74,0.20)"
    },
    "price": "302.00",
    "description": "Our School Supplies campaign is dedicated to breaking down barriers to education. By providing students with essential school supplies, we empower them to excel in their studies and dream bigger. Your support ensures that children, regardless of their background, have access to the tools they need to succeed academically. Beyond pencils and notebooks, your donation fosters a sense of belonging and confidence among students, motivating them to reach their full potential and build a brighter future."
  },
  {
    "id": 3,
    "title": "Warm Winter Coats",
    "images": {
      "image_1": "/images/thumbnails/warm-winter-coats.jpg",
      "image_2": "/images/details/warm-winter-coats.jpg"
    },
    "category": "Clothing",
    "colors": {
      "text_color": "#79C23F",
      "card_bg": "rgba(121,194,63,0.15)",
      "cat_bg": "rgba(121,194,63,0.20)"
    },
    "price": "449.00",
    "description": "In the bitter cold of winter, having a warm coat can be a lifeline for those who are less fortunate. Our Warm Winter Coats initiative aims to provide individuals in need with high-quality winter coats that offer protection from the harsh elements. Your support ensures that vulnerable populations, including children and the homeless, stay warm and safe during the coldest months of the year. By contributing, you provide not just warmth but also comfort, dignity, and a sense of security to those facing the challenges of winter without adequate clothing."
  },
  {
    "id": 4,
    "title": "Meals for the Hungry",
    "images": {
      "image_1": "/images/thumbnails/meals-for-hungry.jpg",
      "image_2": "/images/details/meals-for-hungry.jpg"
    },
    "category": "Food",
    "colors": {
      "text_color": "#F87147",
      "card_bg": "rgba(248,113,71,0.15)",
      "cat_bg": "rgba(248,113,71,0.20)"
    },
    "price": "350.00",
    "description": "Hunger knows no boundaries and affects individuals and families from all walks of life. Our Meals for the Hungry program is dedicated to providing nourishing meals to those in need. Your support ensures that we can reach out to individuals who are experiencing food insecurity, offering them a lifeline during challenging times. By contributing, you help alleviate hunger, promote well-being, and offer hope to those who may be struggling to put food on the table."
  },
  {
    "id": 5,
    "title": "Winter Hats and Gloves",
    "images": {
      "image_1": "/images/thumbnails/winter-hats-gloves.jpg",
      "image_2": "/images/details/winter-hats-gloves.jpg"
    },
    "category": "Clothing",
    "colors": {
      "text_color": "#79C23F",
      "card_bg": "rgba(121,194,63,0.15)",
      "cat_bg": "rgba(121,194,63,0.20)"
    },
    "price": "389.00",
    "description": "When the temperature drops, the importance of keeping extremities warm cannot be overstated. Our Winter Hats and Gloves campaign focuses on providing hats and gloves to individuals who lack these essentials during the winter season. Your generous donations protect vulnerable populations, including children and the homeless, from frostbite and cold-related illnesses. By supporting this cause, you ensure that hands and heads stay warm, promoting not only physical well-being but also a sense of comfort and safety in the harshest weather conditions."
  },
  {
    "id": 6,
    "title": "Medical Supplies",
    "images": {
      "image_1": "/images/thumbnails/medical-supplies.jpg",
      "image_2": "/images/details/medical-supplies.jpg"
    },
    "category": "Health",
    "colors": {
      "text_color": "#0052FF",
      "card_bg": "rgba(0,82,255,0.15)",
      "cat_bg": "rgba(0,82,255,0.20)"
    },
    "price": "339.00",
    "description": "Our Medical Supplies initiative seeks to bridge the healthcare accessibility gap by providing hospitals, clinics, and healthcare facilities in undeserved regions with the necessary tools to deliver quality care. Your generous donations enable us to procure and distribute vital medical equipment, ranging from diagnostic tools to personal protective gear for healthcare professionals. By supporting this cause, you are directly contributing to improved healthcare outcomes, enhanced patient care, and a healthier future for countless individuals in need."
  },
  {
    "id": 7,
    "title": "Food for Families",
    "images": {
      "image_1": "/images/thumbnails/food-for-families.jpg",
      "image_2": "/images/details/food-for-families.jpg"
    },
    "category": "Food",
    "colors": {
      "text_color": "#F87147",
      "card_bg": "rgba(248,113,71,0.15)",
      "cat_bg": "rgba(248,113,71,0.20)"
    },
    "price": "379.00",
    "description": "Struggling families often face difficult choices when it comes to providing nutritious meals. Your contributions to our Food for Families campaign make it possible for us to supply essential groceries to those in need. By offering food support, you ease the burden of hunger, promote family stability, and ensure that no one goes to bed hungry. Your donation helps create a sense of security and comfort for families who are facing economic challenges, strengthening the foundation of their well-being."
  },
  {
    "id": 8,
    "title": "Books for Libraries",
    "images": {
      "image_1": "/images/thumbnails/books-for-libraries.jpg",
      "image_2": "/images/details/books-for-libraries.jpg"
    },
    "category": "Education",
    "colors": {
      "text_color": "#FF444A",
      "card_bg": "rgba(255,68,74,0.15)",
      "cat_bg": "rgba(255,68,74,0.20)"
    },
    "price": "289.00",
    "description": "Books have the power to transform lives, open new horizons, and inspire lifelong learning. Our Books for Libraries initiative seeks to enrich minds by providing books to libraries in communities of all sizes. Your contribution expands knowledge, promotes literacy, and fosters a love for reading. By supporting this cause, you become a champion of education, offering individuals the opportunity to explore new worlds, gain valuable insights, and cultivate a thirst for knowledge that will last a lifetime."
  },
  {
    "id": 9,
    "title": "School Lunch Program",
    "images": {
      "image_1": "/images/thumbnails/school-launch-program.jpg",
      "image_2": "/images/details/school-launch-program.jpg"
    },
    "category": "Food",
    "colors": {
      "text_color": "#F87147",
      "card_bg": "rgba(248,113,71,0.15)",
      "cat_bg": "rgba(248,113,71,0.20)"
    },
    "price": "300.00",
    "description": "Proper nutrition is vital for the physical and cognitive development of children. Our School Lunch Program is dedicated to ensuring that every child has access to a nourishing meal while at school. By contributing, you support the academic success of students by addressing hunger in the classroom. Your donations promote educational equality, improve concentration, and provide an opportunity for children to focus on learning without the distraction of an empty stomach."
  },
  {
    "id": 10,
    "title": "Dressing with Dignity",
    "images": {
      "image_1": "/images/thumbnails/dressing-dignity.jpg",
      "image_2": "/images/details/dressing-dignity.jpg"
    },
    "category": "Clothing",
    "colors": {
      "text_color": "#79C23F",
      "card_bg": "rgba(121,194,63,0.15)",
      "cat_bg": "rgba(121,194,63,0.20)"
    },
    "price": "325.00",
    "description": "Clothing is more than just fabric; it's a reflection of one's dignity and self-esteem. Our Dressing with Dignity program is committed to providing clothing to individuals experiencing hardship, ensuring that they can dress with pride and confidence. Your contributions go beyond garments; they help restore a sense of self-worth and respect to those facing challenging circumstances. By supporting this cause, you uplift individuals by offering them the opportunity to choose clothing that aligns with their preferences and needs, fostering a renewed sense of dignity and self-assuredness."
  },
  {
    "id": 11,
    "title": "Scholarships for Genius",
    "images": {
      "image_1": "/images/thumbnails/scholarship-for-genius.jpg",
      "image_2": "/images/details/scholarship-for-genius.jpg"
    },
    "category": "Education",
    "colors": {
      "text_color": "#FF444A",
      "card_bg": "rgba(255,68,74,0.15)",
      "cat_bg": "rgba(255,68,74,0.20)"
    },
    "price": "309.00",
    "description": "Genius knows no boundaries, and our Scholarships for Genius program aims to support exceptional individuals in their pursuit of higher education. Your generous donations provide scholarships to talented students who may face financial challenges. By investing in these bright minds, you not only enable them to fulfill their potential but also promote innovation, diversity, and positive change in our society. Your contribution is an investment in the future, ensuring that brilliant minds have the resources they need to make a lasting impact on the world."
  },
  {
    "id": 12,
    "title": "Medications for All",
    "images": {
      "image_1": "/images/thumbnails/medications-for-all.jpg",
      "image_2": "/images/details/medications-for-all.jpg"
    },
    "category": "Health",
    "colors": {
      "text_color": "#0052FF",
      "card_bg": "rgba(0,82,255,0.15)",
      "cat_bg": "rgba(0,82,255,0.20)"
    },
    "price": "421.00",
    "description": "The Medications for All program is committed to ensuring that no one must forgo essential prescription medications due to financial constraints. Your contributions make it possible for us to provide life-saving and life-sustaining medications to those who cannot afford them. This initiative not only addresses a critical healthcare disparity but also empowers individuals to manage chronic conditions effectively, leading to better health and well-being. Your donation is a lifeline for individuals who depend on medications for their health and a step toward a more equitable healthcare system."
  }
]
